[
    {
        "zodiac": "Aries",
        "zMessage": "`<b>Strengths:</b> Courageous, determined, confident, enthusiastic, optimistic, honest, passionate<br /><b>Weaknesses: </b>Impatient, moody, short-tempered, impulsive, aggressive<br /><b>Aries likes:</b> Comfortable cloths, taking on leadership roles, physical challenges, individual sports<br /> <b>Aries dislikes: </b> Inactivity, delays, work that does not use one's talents<br /><p>As the first sign in the zodiac, the presence of Aries always marks the beginning of something energetic and turbulent. They are continuously looking for dynamic, speed and competition, always being the first in everything - from work to social gatherings. Thanks to its ruling planet Mars and the fact it belongs to the element of Fire (just like Leo and Sagittarius), Aries is one of the most active zodiac signs. It is in their nature to take action, sometimes before they think about it.`"
    },
    {
        "zodiac": "Taurus",
        "zMessage": "`<b>Strengths:</b> Reliable, patient, practical, devoted, responsible, stable<br /><b>Weaknesses: </b>Stubborn, possessive, uncompromising<br /><b>Taurus likes:</b> Gardening, cooking, music, romance, high quality clothes, working with hands<br /><b>Taurus dislikes: </b> Sudden changes, complications, insecurity of any kind, synthetic fabrics<br /><p>Practical and well-grounded, Taurus is the sign that harvests the fruits of labor. They feel the need to always be surrounded by love and beauty, turned to the material world, hedonism, and physical pleasures. People born with their Sun in Taurus are sensual and tactile, considering touch and taste the most important of all senses. Stable and conservative, this is one of the most reliable signs of the zodiac, ready to endure and stick to their choices until they reach the point of personal satisfaction.`"
    },
    {
        "zodiac": "Gemini",
        "zMessage": "`<b>Strengths:</b> Gentle, affectionate, curious, adaptable, ability to learn quickly and exchange ideas<br /><b>Weaknesses: </b>Nervous, inconsistent, indecisive<br /><b>Gemini likes:</b> Music, books, magazines, chats with nearly anyone, short trips around the town<br /><b>Gemini dislikes: </b> Being alone, being confined, repetition and routine<br /><p>Expressive and quick-witted, Gemini represents two different personalities in one and you will never be sure which one you will face. They are sociable, communicative and ready for fun, with a tendency to suddenly get serious, thoughtful and restless. They are fascinated with the world itself, extremely curious, with a constant feeling that there is not enough time to experience everything they want to see.`"
    }
]